tap "aws/tap"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "cmacrae/formulae"
tap "elastic/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "michaeldfallen/formula"
tap "remind101/formulae"
tap "tylerbrock/saw"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "glib"
brew "tcl-tk"
brew "atk"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bettercap"
brew "bfg"
brew "freetype"
brew "pkg-config"
brew "libx11"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "ddgr"
brew "dmenu"
brew "erlang"
brew "exercism"
brew "fff"
brew "foreman"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "git-town"
brew "gitui"
brew "gmp"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goreman"
brew "harfbuzz"
brew "pango"
brew "gtk+"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "k9s"
brew "kompose"
brew "krb5"
brew "kubernetes-cli"
brew "libmagic"
brew "librsvg"
brew "libsodium"
brew "libsvg"
brew "libyaml"
brew "llvm"
brew "lua"
brew "m-cli"
brew "mailhog"
brew "mtr"
brew "mutt"
brew "navi"
brew "nmap"
brew "node"
brew "ox"
brew "pinentry-mac"
brew "poppler"
brew "postgresql", restart_service: true
brew "pwgen"
brew "rabbitmq"
brew "rancher-cli"
brew "redis"
brew "rlwrap"
brew "sk"
brew "spotify-tui"
brew "sshfs"
brew "telnet"
brew "terraform@0.11"
brew "thefuck"
brew "tmux"
brew "tor"
brew "tree"
brew "vagrant-completion"
brew "watch"
brew "watchexec"
brew "weechat"
brew "wget"
brew "wtfutil"
brew "yamllint"
brew "yarn"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "cantino/mcfly/mcfly"
brew "cmacrae/formulae/spacebar"
brew "elastic/tap/filebeat-full"
brew "elastic/tap/logstash-full"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "michaeldfallen/formula/git-radar"
brew "remind101/formulae/assume-role"
brew "tylerbrock/saw/saw"
cask "alacritty"
cask "appcleaner"
cask "authy"
cask "backblaze"
cask "background-music"
cask "bartender"
cask "beyond-compare"
cask "chromedriver"
cask "controlplane"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "electorrent"
cask "fantastical"
cask "firefox"
cask "fluid"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "franz"
cask "gimp"
cask "github"
cask "gpg-suite"
cask "insomnia"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "keybase"
cask "kitty"
cask "ngrok"
cask "obsidian"
cask "openemu"
cask "osxfuse"
cask "paragon-ntfs"
cask "plex-media-player"
cask "postico"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "transmit"
cask "typora"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
