tap "aws/tap"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "cmacrae/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "michaeldfallen/formula"
tap "remind101/formulae"
tap "tylerbrock/saw"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libyaml"
brew "readline"
brew "asdf"
brew "glib"
brew "atk"
brew "autojump"
brew "awscli"
brew "bat"
brew "berglas"
brew "bettercap"
brew "freetype"
brew "libx11"
brew "cairo"
brew "harfbuzz"
brew "bfg"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "cmake"
brew "colordiff"
brew "ctags"
brew "curl"
brew "ddgr"
brew "dmenu"
brew "erlang"
brew "exercism"
brew "fff"
brew "foreman"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-secrets"
brew "git-town"
brew "gitui"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "goreman"
brew "pango"
brew "gtk+"
brew "htop"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kompose"
brew "krb5"
brew "libmagic"
brew "libpq"
brew "librsvg"
brew "libsodium"
brew "libsvg"
brew "llvm"
brew "lua"
brew "m-cli"
brew "mas"
brew "mtr"
brew "mutt"
brew "navi"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openssl@1.1"
brew "ox"
brew "pinentry-mac"
brew "plow"
brew "poppler"
brew "procs"
brew "putty"
brew "pwgen"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "sk"
brew "task"
brew "tcl-tk"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "watchexec"
brew "wget"
brew "wtfutil"
brew "yamllint"
brew "yarn"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "cantino/mcfly/mcfly"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "michaeldfallen/formula/git-radar"
brew "tylerbrock/saw/saw"
cask "1password"
cask "alfred"
cask "anydesk"
cask "appcleaner"
cask "authy"
cask "backblaze"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "bitwarden"
cask "charles"
cask "chromedriver"
cask "clipy"
cask "contexts"
cask "controlplane"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "electorrent"
cask "ferdium"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keybase"
cask "lens"
cask "little-snitch"
cask "marta"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "openemu"
cask "paragon-ntfs"
cask "plex-media-player"
cask "postico"
cask "postman"
cask "sequel-pro"
cask "spectacle"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "transmit"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
vscode "4ops.terraform"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bladnman.auto-align"
vscode "ClemensPeters.format-json"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidbabel.vscode-simpler-icons"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "eriklynd.json-tools"
vscode "giovdk21.vscode-sublime-merge"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hoovercj.ruby-linter"
vscode "iocave.customize-ui"
vscode "iocave.monkey-patch"
vscode "ipedrazas.kubernetes-snippets"
vscode "lunuan.kubernetes-templates"
vscode "malmaud.tmux"
vscode "Meezilla.json"
vscode "miguel-savignano.ruby-symbols"
vscode "misogi.ruby-rubocop"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "otoniel-isidoro.vscode-ruby-ctags"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "qinjia.seti-icons"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "Tyriar.sort-lines"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "whtsky.agila-theme"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
