tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "michaeldfallen/formula"
brew "glib"
brew "libx11"
brew "at-spi2-core"
brew "autoconf"
brew "autogen"
brew "autojump"
brew "automake"
brew "awscli"
brew "bat"
brew "berglas"
brew "bettercap"
brew "freetype"
brew "cairo"
brew "harfbuzz"
brew "bfg"
brew "bitwarden-cli"
brew "chezmoi"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "ddgr"
brew "dmenu"
brew "exercism"
brew "eza"
brew "fff"
brew "foreman"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-secrets"
brew "git-town"
brew "gitui"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "goreman"
brew "pango"
brew "gtk+"
brew "htop"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kompose"
brew "krb5"
brew "libmagic"
brew "libpq"
brew "librsvg"
brew "libsodium"
brew "libsvg"
brew "libyaml"
brew "llvm"
brew "lua"
brew "m-cli"
brew "make"
brew "mas"
brew "mtr"
brew "mutt"
brew "navi"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openssl@1.1"
brew "ox"
brew "pinentry-mac"
brew "plow"
brew "poppler"
brew "procs"
brew "putty"
brew "pwgen"
brew "qt"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "sk"
brew "task"
brew "tcl-tk"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "watchexec"
brew "wget"
brew "wtfutil"
brew "yamllint"
brew "yarn"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "michaeldfallen/formula/git-radar"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "bitwarden"
cask "clipy"
cask "controlplane"
cask "deepl"
cask "discord"
cask "ferdium"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "little-snitch"
cask "ngrok"
cask "obsidian"
cask "paragon-ntfs"
cask "postico"
cask "postman"
cask "rectangle"
cask "sequel-pro"
cask "spotify"
cask "sublime-merge"
cask "telegram"
cask "the-unarchiver"
cask "transmit"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "vlc"
mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
vscode "4ops.terraform"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bladnman.auto-align"
vscode "clemenspeters.format-json"
vscode "davidanson.vscode-markdownlint"
vscode "davidbabel.vscode-simpler-icons"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "genieai.chatgpt-vscode"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hoovercj.ruby-linter"
vscode "iocave.customize-ui"
vscode "iocave.monkey-patch"
vscode "ipedrazas.kubernetes-snippets"
vscode "kindy.rego"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "lunuan.kubernetes-templates"
vscode "malmaud.tmux"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "miguel-savignano.ruby-symbols"
vscode "misogi.ruby-rubocop"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "otoniel-isidoro.vscode-ruby-ctags"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "plex.vscode-regolint"
vscode "qinjia.seti-icons"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "tamasfe.even-better-toml"
vscode "tomrijndorp.find-it-faster"
vscode "tsandall.opa"
vscode "twxs.cmake"
vscode "tyriar.sort-lines"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "whtsky.agila-theme"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
